"DETAIL_NAV_TITLE" = "详细信息";

"DUE" = "到期日";
"NONE_DUE_DATE" = "无";
"DUE_DATE_DETAIL_NAV_TITLE" = "到期日";
"HAS_DUE_DATE_SWITCH_TITLE" = "到期日";
"SHOW_MORE" = "显示更多…";
"SHOW_LESS" = "显示更少…";
"PRIORITY" = "优先级";

// Priority
"NONE_PRIORITY" = "无";
"LOW_PRIORITY" = "低";
"MEDIUM_PRIORITY" = "中";
"HIGH_PRIORITY" = "高";
"PRIORITY_DETAIL_NAV_TITLE" = "优先级";

// Lists
"REMINDER_LIST" = "列表";
"LIST_TITLE_DISAMBIGUATION_FORMAT" = "%@（%@）"; // list name with account name in parentheses

// Alerts
"REMIND_ME" = "提醒我";
"NONE_REMINDER_ALERT" = "永不";
"ON_A_DAY" = "在指定日期提醒我";
"AT_A_LOCATION" = "在指定位置提醒我";
/* For large text mode, in case the string for AT_A_LOCATION gets truncated */
"AT_A_LOCATION_LARGE_TEXT" = "位置提醒";
"ON_DUE_DATE_FORMAT" = "%@";
"CURRENT_LOCATION" = "当前位置";
"CHOOSE_ADDRESS" = "选取联系人…";
"DETERMINING_LOCATION" = "正在确定位置…";
"CANNOT_DETERMINE_LOCATION" = "无法确定位置";
"MY_ADDRESS_WITHOUT_LABEL" = "我的地址"; // in case the My Info card address doesn't have a label
"CONTACT_ADDRESS_WITHOUT_LABEL_FORMAT" = "“%@”的地址"; // in case the contact address doesn't have a label
"CONTACT_ADDRESS_WITH_LABEL_FORMAT" = "“%@”的“%@”"; // e.g. "Steve's Work"
"ALARM_PROXIMITY_FORMAT" = "%@：%@";
"ALARM_PROXIMITY_FORMAT_ARG_ENTER" = "到达";
"ALARM_PROXIMITY_FORMAT_ARG_LEAVE" = "离开";
"DUE_ALL_DAY_FORMAT" = "%@（全天）";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT" = "将于%@%@提醒您，或者于当天%@提醒您。"; // insert line breaks to get it to look right
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_ENTER" = "您到达此位置时";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_LEAVE" = "您离开此位置时";

// Location
"LOCATION" = "位置";
"NONE_LOCATION" = "无";
"ALARM_PROXIMITY_ENTER" = "到达时提醒";
"ALARM_PROXIMITY_LEAVE" = "离开时提醒";
"LOCATION_PEOPLE_PICKER_PROMPT" = "选取联系人位置";
"WIFI_DISABLED_SUBTEXT" = "在“设置”中启用 Wi-Fi，来提高基于位置的提醒事项的准确性。";
"WIFI_DISABLED_PROMPT" = "在“设置”中启用 Wi-Fi 将提高位置准确性。";
"WLAN_DISABLED_SUBTEXT" = "在“设置”中启用无线局域网，来提高基于位置的提醒事项的准确性。";
"WLAN_DISABLED_PROMPT" = "在“设置”中启用无线局域网将提高位置准确性。";
"LOCATION_SERVICES_DISABLED_SUBTEXT" = "在“设置”中启用“定位服务”，来使用基于位置的提醒事项。";
"SETTINGS" = "设置";
"TYPED_LOCATION_PLACEHOLDER" = "输入地址…";
"TYPED_LOCATION_GEOCODE_FAILURE" = "不能确定此地址的位置。请检查您的拼写，然后再试一次。";
"MAP" = "地图";
"SHOW_IN_MAP" = "在地图上显示";

/* Separator for explanatory text under the Remind Me section (e.g. we need to tell the user their WiFi is off AND explain what a day and location based alarm is.)  E.g. for English it would be \n\n: "Enable Wi-Fi in Settings.\n\nOn Jan 22, you will be reminded when you leave this location, or by 4pm that day at the latest."*/
"REMIND_ME_EXPLANATORY_SEPARATOR" = "\n\n";

// Picking the Me card in the location picker
"ME_CARD_ALERT_TITLE" = "我的位置";
"ME_CARD_ALERT_BODY" = "“提醒事项”可以使用您的联络信息来为您提供诸如“住宅”、“工作”之类的位置选项。请问应该使用哪种联系方式？";
"ME_CARD_ALERT_CHOOSE_BUTTON" = "选取";

// For when we need to show raw coordinates for the current location (9487043)
"LOCATION_DEGREES_NORTH" = "北";
"LOCATION_DEGREES_EAST" = "东";
"LOCATION_DEGREES_SOUTH" = "南";
"LOCATION_DEGREES_WEST" = "西";
"LOCATION_DEGREES_FORMAT" = "%4$@ %1$d°%2$d'%3$.0f''";
"LOCATION_STRING_FORMAT" = "%@、%@";

"CANNOT_SAVE_REMINDER" = "无法存储提醒事项";

"UNTITLED_REMINDER" = "未命名";
